{
  "posts": [
    {
      "id": 1,
      "titulo": "Polypterus",
      "subtitulo": "Polypterus, peixe de fundo.",
      "descricao": "Polypterus é um gênero de peixes ósseos da família Polypteridae, comumente conhecidos como peixes-mochila ou peixes-palafita. Eles são nativos de águas doces na África, principalmente nas bacias dos rios Nilo e Congo.",
      "categoria": "Pacífico"
    },
    {
      "id": 2,
      "titulo": "Oscar",
      "subtitulo": "Oscar, peixe de meia água.",
      "descricao": "Oscar é o nome comum dado a várias espécies de peixes do gênero Astronotus, nativas da América do Sul, especialmente da bacia Amazônica e dos rios adjacentes.",
      "categoria": "Agressivo"
    },
    {
      "id": 3,
      "titulo": "Tucunaré",
      "subtitulo": "Tucunaré, peixe de meia água.",
      "descricao": "O tucunaré é um peixe de água doce pertencente à família Cichlidae e é nativo das bacias dos rios da América do Sul, principalmente da bacia Amazônica.",
      "categoria": "Agressivo"
    },
    {
      "id": 4,
      "titulo": "Pirarara",
      "subtitulo": "Pirarara, peixe de fundo.",
      "descricao": "A pirarara é um peixe de água doce pertencente à família dos peixes-gato (Pimelodidae) e é nativa das bacias dos rios da América do Sul, incluindo a bacia Amazônica.",
      "categoria": "Pacífico"
    },
    {
      "id": 5,
      "titulo": "Aruanã",
      "subtitulo": "Aruanã, Peixe de superfície",
      "descricao": "A aruanã, também conhecida como aruana, é um peixe de água doce pertencente à família dos Osteoglossídeos, nativa das regiões tropicais da América do Sul, incluindo bacias fluviais da Amazônia e do Pantanal.",
      "categoria": "Pacífico"
    },
    {
      "id": 6,
      "titulo": "Cascudo",
      "subtitulo": "Cascudo, Peixe de fundo",
      "descricao": "O cascudo é um tipo de peixe que pertence à família dos Loricariidae, sendo conhecido por sua aparência peculiar e por suas características únicas.",
      "categoria": "Pacífico"
    },
    {
      "id": 7,
      "titulo": "Dourado",
      "subtitulo": "Dourado, Peixe de meia água.",
      "descricao": "O dourado (Salminus brasiliensis) é um peixe de água doce encontrado em rios da América do Sul, particularmente na bacia do rio Paraná e do rio Paraguai.",
      "categoria": "Agressivo"
    },
    {
      "id": 8,
      "titulo": "Pintado",
      "subtitulo": "Pintado, Peixe de fundo",
      "descricao": "O pintado (Pseudoplatystoma corruscans) é um peixe de água doce encontrado em rios da América do Sul, especialmente na bacia do rio Paraná e do rio Paraguai. ",
      "categoria": "Pacífico"
    },
    {
      "id": 9,
      "titulo": "Carpa",
      "subtitulo": "Carpa, Peixe de meia água",
      "descricao": "A carpa é um peixe de água doce muito conhecido e amplamente distribuído em todo o mundo",
      "categoria": "Pacífico"
    },
    {
      "id": 10,
      "titulo": "Piranha",
      "subtitulo": "Piranha, Peixe de meia água",
      "descricao": "A piranha é um peixe de água doce conhecido por sua reputação de predador voraz e agressivo.",
      "categoria": "Agressivo"
    }
  ]
}
